{
  "language": "en",
  "organization": {
    "title": "bee-life",
    "description": "",
    "link": "https://www.bee-life.eu",
    "logo": ""
  },
  "score": {
    "title": "",
    "description": "",
    "link": "",
    "logo": "",
    "limits": [
      {
        "upper": 20,
        "text": " ",
        "color": "red"
      },
      {
        "upper": 40,
        "text": " ",
        "color": "orange"
      },
      {
        "upper": 60,
        "text": " ",
        "color": "yellow"
      },
      {
        "upper": 90,
        "text": " ",
        "color": "palegreen"
      },
      {
        "upper": 100,
        "text": " ",
        "color": "lightgreen"
      }
    ]
  },
  "topics": [
    {
      "order": 1,
      "title": "",
      "description": "",
      "weight": 1,
      "image": "",
      "votings": [
        {
          "dbid": 109166,
          "recommendation": 1,
          "title": "Standardised parameters accros Member States to evaluate pesticide risk to bees and pollinators (B9-0149/2019)",
          "description": "This Resolution requested the Commission and Member States to make decisions of pesticide risk assessment and authorisation on the basis of their acute and chronic toxicity of honey bees and that in adults and larvae, and in acute toxicity of bumble bees",
          "date": "2019-10-23",
          "id": "B9-0149/2019",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2019/2776(RPS)&amp;l=en"
        },
        {
          "dbid": 110894,
          "recommendation": 1,
          "title": "EU Pollinators Initiative (B9-0233/2019 - Am 6)",
          "description": "This initiative aimed at describing several actions to stop the pollinator crisis we observe in Europe. We are FOR this vote because the proposal aimed to harmonise European procedures for pesticide risk assessment on bees, whose scientific methodology had been updated by EFSA",
          "date": "2019-12-18",
          "id": "B9-0233/2019",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2019/2803(RSP)&amp;l=en"
        },
        {
          "dbid": 157271,
          "recommendation": -1,
          "title": "Nature Restoration Law - establishment of legally binding recovery targets (A9-0220/2023 - Am 21)",
          "description": "The Nature Restoration Law (NRL) is meant to be a concretisation of Green Deal ambitions with regards to nature conservation. Following the scientific assessment of the status of natural resources in Europe (very poor and worsening), The NRL aims to integrate legal targets for stopping the situation to worsen. We are AGAINST this amendment because it removes the legal responsiblity of Member States to act, and any reference to the targets (therefore not making them legally binding). It also restricts all actions only to Natura 200 areas, instead of the totally of EU territory.",
          "date": "2023-07-12",
          "id": "A9-0220/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2022/0195(COD)&amp;l=en"
        },
        {
          "dbid": 157321,
          "recommendation": -1,
          "title": "Nature Restoration Law - Helping agriculture be environmentally friendly (A9-0220/2023 - Am 34S&47S)",
          "description": "We are AGAINST because this article deleted",
          "date": "2023-07-12",
          "id": "A9-0220/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2022/0195(COD)&amp;l=en"
        },
        {
          "dbid": 157420,
          "recommendation": 1,
          "title": "Nature Restoration Law - creating an EU law for protecting nature and us (A9-0220/2023)",
          "description": "The Nature Restoration Law (NRL) is meant to be a concretisation of Green Deal ambitions with regards to nature conservation, following the scientific assessment of the status of natural resources in Europe (very poor and worsening), The NRL aims to integrate legal targets for stopping the situation to worsen, and reverting the negative trends.\nWe are FOR this vote, because the NRL is one of the most needed laws in Europe",
          "date": "2023-07-12",
          "id": "A9-0220/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2022/0195(COD)&amp;l=en"
        },
        {
          "dbid": 160818,
          "recommendation": -1,
          "title": "Sustainable Use of pesticides Regulation - reducing pesticide use and risk for consumers, farmers and the environment (A9-0339/2023 - Am 631)",
          "description": "The Sustainable Use of Pesticide Regulation (SUR) has been a conflicting dossier within the European Parliament (chemically-based agriculture vs low-impact agriculture). The proposal would have transformed the existing Directive (2009/128/EC) into a Regulation which would be directly binding and uniformly applicable to all Member States, which is not the case today. The SUR established the ways to achieve pesticide reduction targets set up by the Green Deal. We are AGAINST here, because during the negociation procedure, the initial ambition of the SUR was watered down, making it even less stringent than the Directive. The final text put to vote was insufficient to answer to the pesticide reduction use and risk that Europe needs",
          "date": "2023-11-22",
          "id": "A9-0339/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2022/0196(COD)&amp;l=en"
        },
        {
          "dbid": 160956,
          "recommendation": 1,
          "title": "Sustainable Use of pesticides - Protecting EU farmers from unloyal competition from imports ( A9-0339/2023 - Am 376/2)",
          "description": "We are FOR this amendment because it establishes rules for imported agricultural and agri-food products from third countries, which should follow exaclty the same pesticide use standards and safety as EU farmers. This avoids unloyal competition with EU farmers",
          "date": "2023-11-22",
          "id": "A9-0339/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2022/0196(COD)&amp;l=en"
        },
        {
          "dbid": 162046,
          "recommendation": -1,
          "title": "Revised EU Pollinator Initiative - Understanding the role of agriculutre for bees and pollinators (B9-0463/2023 - Am 2)",
          "description": "We are AGAINST this amendment because it obviates the responsibility of EU and national authorities in taking precautionary actions to protect pollinators",
          "date": "2023-11-23",
          "id": "B9-0463/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2023/2720(RSP)&amp;l=en"
        },
        {
          "dbid": 162314,
          "recommendation": 1,
          "title": "Honey Directive - Protecting the EU honey market from fake imports (A9-0385/2023)",
          "description": "The revision of the Honey Directive was highly awaited by the beekeeeping sector in Europe. Key elements are included: transparency regarding the origin in blended honey, traceability, fight against the fraud at international level to protect european beekeepers and consumers",
          "date": "2023-12-12",
          "id": "A9-0385/2023",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2023/0105(COD)&amp;l=en"
        },
        {
          "dbid": 164096,
          "recommendation": 1,
          "title": "New Genomic Technics (New GMOs) - Deregulating the market at the expense of consumer rights (A9-0014/2024 - Am 109= 137=)",
          "description": "We are AGAINST the commission proposal because we consider it is unscientific, it is not based on the precautionary principle, neither allows to implement it and contributes to further deregulate the presence of plants produced from NGTs.",
          "date": "2024-02-07",
          "id": "A9-0014/2024",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2023/0226(COD)&amp;l=en"
        },
        {
          "dbid": 164186,
          "recommendation": -1,
          "title": "New Genomic Technics (New GMOs) - Unscientific categorisation  (A9-0014/2024 - Am 109= 137=)",
          "description": "We are AGAINST because this proposal aims to deregulate more than 85% of the NGTs in the pipeline of development. This involves that this synthetic organisms would neither be subject of risk assessment, nor of traceability or labelling, violating the precautionary principle and hampering its applicability.",
          "date": "2024-02-07",
          "id": "A9-0014/2024",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2023/0226(COD)&amp;l=en"
        },
        {
          "dbid": 168864,
          "recommendation": 1,
          "title": "Common Agricultural Policy - Back steps to maintain industrial agriculture and avoid supporting farmers in ther transition to pollinators-friendly farming practices (C9-0120/2024 - Am 13= 23=)",
          "id": "C9-0120/2024",
          "description": "We are FOR the rejection of this Regulation because it aims at water down any good agro-ecological farming practices already included in the CAP. ",
          "date": "2024-04-24",
          "url": "https://oeil.secure.europarl.europa.eu/oeil//popups/ficheprocedure.do?reference=2024/0073(COD)&amp;l=en"
        }
      ]
    }
  ]
}
